Repository: sjaindl/TravelCompanion
Catalog: Travel Companion/Supporting Files/*.lproj/Localizable.strings
Languages: de

source: Anonymous
de: Anonym

# mainMenuTitle
source: Main Menu
de: Hauptmenü

source: Photo Detail
de: Foto Detail

source: Remember
de: Festhalten

# noImageData
source: No image data available
de: Keine Fotos verfügbar

# imageNotSaved
source: Could not save image
de: Konnte Fotos nicht speichern

source: Choose action
de: Wähle Aktion

source: Show photo
de: Zeite Foto

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Add %@ Place
de: %@-Ort hinzufügen

# offline
source: The Internet connection appears to be offline.
de: Es besteht keine Netzwerkverbindung.

source: Enter Place
de: Ort eingeben

source: Add Note
de: Notiz hinzufügen

# addTransport
source: Add %@
de: Füge %@ hinzu

# noTransportData
source: No transport data available
de: Keine Transporte verfügbar

source: Choose place type
de: Wähle Orttyp

source: Search
de: Suche

source: Attractions
de: Attraktionen

source: Public Transport
de: Transporte

source: Flights
de: Flüge

source: Flight
de: Flug

source: Upcoming Trips
de: Bevorstehende Reisen

source: Past Trips
de: Vergangene Reisen

source: Add Plan
de: Plan hinzufügen

source: Show
de: Anzeigen

# numberOfTrips
source: %d Trips
de: %d Reisen

# duration
source: %d hours, %d minutes
de: %d Stunden, %d Minuten

source: Add Public Transport
de: Transport hinzufügen

# addRoute?
source: Do you want to add the route?
de: Möchtest du die Route hinzufügen?

source: Add route
de: Route hinzufügen

# addStopOrRoute?
source: Do you want to add the stop or whole route?
de: Möchtest du den einzelnen Stop oder die gesamte Route hinzufügen?

source: Single Stop
de: Einzelner Stop

source: Whole route
de: Gesamte Route

# flightDetail
source: ≈%.2f km, %d hours, %d minutes
de: ≈%.2f km, %d Stunden, %d Minuten

source: Add Flight
de: Flug hinzufügen

# addFlight?
source: Do you want to add the flight or whole leg?
de: Möchtest du den Zwischenflug oder die gesamte Route hinzufügen?

source: Single flight
de: Zwischenflug

source: Whole leg
de: Gesamte Route

# noWikiPage
source: No Wiki page found
de: Keine Wiki-Seite gefunden

# noCountryPhotos
source: This location is not in a country. Can't fetch country photos.
de: Dieser Ort kein Land. Keine Fotos verfügbar.

# noCountryDetails
source: This location is not in a country. Can't fetch country details.
de: Dieser Ort kein Land. Keine Länderdetails verfügbar.

# errorDownloadImage
source: Could not download image
de: Fehler beim Herunterladen der Fotos

# waitForPhotos
source: Please wait for photo downloads to finish
de: Bitte warte bis das Herunterladen der Fotos fertig ist

# east
source: E
de: O

# noCountryData
source: No country data available.
de: Keine Länderdaten verfügbar

source: Explore
de: Erkunden

source: Show details
de: Details anzeigen

# planExists
source: Plan %@ exists. Can't delete pin.
de: Plan %@ existiert. Pin kann nicht gelöscht werden.

# addTranport
source: Add %@
de: Füge %@ hinzu
